Repository: pmpr/wp-cst-herfe
Catalog: translation/*.po
Languages: fa_ir

source: Advertise
fa_ir: تبلیغ

source: Advertiser
fa_ir: تبلیغ دهنده

source: Advertisers
fa_ir: تبلیغ‌ دهندگان

source: Advertiser post type
fa_ir: نوع نوشته تبلیغ دهنده

source: Advertiser Metadata
fa_ir: متادیتا‌های تبلیغ دهنده

source: General
fa_ir: عمومی

source: Users
fa_ir: کاربران

source: User %s is already connected to another advertiser named %s. can not add to another advertiser.
fa_ir: کاربر %s پیش از این به تبلیغ‌کننده دیگری به نام %s متصل شده است. نمی‌توان به تبلیغ‌کننده دیگری متصل کرد.

source: More Information About %s
fa_ir: اطلاعات بیشتر درباره %s

source: %s's Social Accounts
fa_ir: شبکه‌های اجتماعی %s

source: %s's Information
fa_ir: اطلاعات %s

source: Items
fa_ir: آیتم‌ها‌

source: Title
fa_ir: عنوان

source: Icon
fa_ir: آیکون

source: Contact Information
fa_ir: اطلاعات تماس

source: Type
fa_ir: نوع

source: Link
fa_ir: پیوند

source: Phone
fa_ir: شماره تماس

source: Email
fa_ir: ایمیل

source: Hours
fa_ir: ساعات کاری

source: Location
fa_ir: مکان

source: Value
fa_ir: مقدار

source: Social Accounts
fa_ir: شبکه‌های اجتماعی

source: Url
fa_ir: پیوند

source: Logo
fa_ir: لوگو

source: Address
fa_ir: آدرس

source: Map Location Url
fa_ir: لینک موقعیت مکانی

source: Events
fa_ir: رویداد‌ها

source: Event
fa_ir: رویداد

source: Event post type
fa_ir: نوع نوشته رویداد

source: Event Metadata
fa_ir: متادیتا‌های رویداد

source: Gallery
fa_ir: گالری

source: Galleries
fa_ir: گالری‌ها

source: Gallery post type
fa_ir: نوع نوشته گالری

source: English Articles
fa_ir: نوشته‌های انگلیسی

source: English Article
fa_ir: نوشته انگلیسی

source: Magazines
fa_ir: فصلنامه‌ها

source: Magazine
fa_ir: فصلنامه

source: Description
fa_ir: شرح

source: List is empty.
fa_ir: لیست خالی است.

source: Issue number %s already used for %s, please use another number.
fa_ir: شماره %s در حال حاضر برای %s استفاده شده است، لطفا شماره دیگری را برگزینید.

source: There are currently no products in this %s
fa_ir: در حال حاضر محصولی در این %s وجود ندارد

source: Article Category
fa_ir: دسته‌بندی‌ مقاله

source: All
fa_ir: همه

source: Buy a Printed Copy
fa_ir: خرید نسخه چاپی

source: Issue Number
fa_ir: شماره

source: Medium
fa_ir: رسانه

source: Related Product
fa_ir: محصول مرتبط

source: Products
fa_ir: محصولات

source: Article Categories
fa_ir: دسته‌بندی‌های مقاله

source: Mediums
fa_ir: رسانه‌ها

source: Magazine Metadata
fa_ir: متادیتا‌های فصل‌نامه

source: Physical Medium (%s)
fa_ir: نسخه چاپی (%s)

source: Product
fa_ir: محصول

source: This Issue Articles (%s)
fa_ir: مقالات این شماره (%s)

source: Hashure
fa_ir: هاشور

source: Hashure Product ID
fa_ir: شناسه محصول در هاشور

source: To insert the Hashure product ID (and not, for example, the screen product).
fa_ir: جهت درج شناسه محصول هاشور (و نه مثلا محصول اکرانی)

source: Article Category for products
fa_ir: دسته‌بندی مقاله برای محصولات

source: Frontend Title
fa_ir: عنوان نمایشی

source: Leave empty if you want use default title.
fa_ir: اگر می‌خواهید از عنوان پیش‌فرض استفاده شود، این فیلد را خالی رها کنید.

source: Render Priority
fa_ir: ترتیب نمایش

source: Medium for magazines
fa_ir: رسانه فصلنامه‌ها

source: Image
fa_ir: تصویر

source: View in Hashure
fa_ir: مشاهده در هاشور

source: No response was received from Hashur, please try again.
fa_ir: پاسخی از هاشور دریافت نشد، لطفاً دوباره تلاش کنید.

source: It looks like your subscription has expired.
fa_ir: به نظر می‌رسد اشتراک شما به پایان رسیده است.

source: Setting
fa_ir: تنظیمات

source: Hashure functionality cannot be start until you enter your credentials in the %s.
fa_ir: تا زمانی که اطلاعات کاربری خود را در %s وارد نکنید، عملکرد هاشور غیرفعال خواهد بود.

source: We are unable to connect to the hashure service, please check the user information you have entered in the %s.
fa_ir: قادر به ارتباط با سرویس هاشور نیستیم، لطفا اطلاعات کاربری که در%s وارد کرده‌اید را بررسی کنید.

source: Connecting to hashure...
fa_ir: در حال اتصال به هاشور...

source: Try Again
fa_ir: تلاش مجدد

source: Herfe Custom
fa_ir: کد سفارشی حرفه هنرمند

source: Latest Magazine
fa_ir: آخرین فصلنامه‌

source: Herfe Setting
fa_ir: تنظیمات سفارشی

source: Subscription
fa_ir: اشتراک

source: Subscription Configuration
fa_ir: پیکربندی اشتراک

source: Access
fa_ir: دسترسی

source: Blog First Visit
fa_ir: اولین بازدید از وبلاگ

source: By enable this option, Users and visitors can access to blog posts in first visit.
fa_ir: با فعال کردن این گزینه، کاربران و بازدیدکنندگان می توانند در اولین بازدید به نوشته‌های وب‌نامه دسترسی داشته باشند.

source: Visual Auditory
fa_ir: دیداری شنیداری

source: Category Configuration
fa_ir: پیکربندی دسته

source: Visual Product Category
fa_ir: دسته محصول دیداری

source: Auditory Product Category
fa_ir: دسته محصول شنیداری

source: Hashure Configuration
fa_ir: پیکربندی هاشور

source: Authentication
fa_ir: احراز هویت

source: Username
fa_ir: نام کاربری

source: Password
fa_ir: گذرواژه

source: Hashure Products
fa_ir: محصولات هاشوری

source: Message
fa_ir: پیام

source: This message show on top of hashure products single, for users that has not access to hashure videos.
fa_ir: این پیام در بالای محصولات هاشوری، به کاربرانی که دسترسی لارم برای مشاهده ویدیو‌ها را ندارند، نمایش داده می‌شود.

source: Button Text
fa_ir: متن دکمه

source: Button Behavior
fa_ir: رفتار دکمه

source: Open in Current Tab
fa_ir: باز کردن در زبانه جاری

source: Open New Tab
fa_ir: باز کردن در زبانه جدید

source: Link to
fa_ir: لینک به

source: Play Movie
fa_ir: پخش فیلم

source: Movie Page
fa_ir: صفحه فیلم

source: Magazine Configuration
fa_ir: پیکربندی فصلنامه

source: Latest Magazine Page
fa_ir: صفحه آخرین فصلنامه‌

source: Avoid Duplicate Data Entry
fa_ir: پیشگیری از داده تکراری

source: Check this item. if you want avoid duplicate issue number and article category assignment.
fa_ir: اگر می‌خواهید مانع ورود شماره و دسته‌بندی تکراری شوید، این گزینه را فعال کنید.

source: Pagination
fa_ir: صفحه‌بندی

source: Sidebar - Desktop Limit
fa_ir: آیتم‌های سایدبار - دسکتاپ

source: Sidebar - Mobile Limit
fa_ir: آیتم‌های سایدبار - موبایل

source: Products Limit
fa_ir: محصولات

source: Messages
fa_ir: پیام‌ها

source: Empty Single
fa_ir: پیام خالی سینگل

source: Empty Category
fa_ir: پیام دسته‌بندی خالی

source: Archive
fa_ir: آرشیو

source: Physical Medium
fa_ir: رسانه چاپی

source: Your email verified successfully.
fa_ir: ایمیل شما با موفقیت تایید شد.

source: Something wrong on verification email, please try again.
fa_ir: مشکلی در فرآیند تایید ایمیل به وجود آمده است، لطفا دوباره امتحان کنید.

source: Your entered code is not correct.
fa_ir: کد وارد شده صحیح نیست.

source: Code entered incorrect more than 5 times, %s.
fa_ir: کد بیش از 5 بار نادرست وارد شده است، %s.

source: Verification code expired, %s.
fa_ir: کد تأیید منقضی شده است، %s.

source: Verification Code
fa_ir: کد تایید

source: Request is not from a logging user.
fa_ir: درخواست از سمت کاربر بدون سشن است.

source: New verification code send to your email.
fa_ir: کد تأیید جدیدی برای ایمیل شما ارسال شد.

source: You dont need email verification, please refresh the page.
fa_ir: شما نیازی به تایید ایمیل ندارید، لطفا صفحه را رفرش کنید.

source: Your verification code is expired, use your email to reset your password.
fa_ir: کد تأیید شما منقضی شده است، از ایمیل خود برای بازنشانی رمز عبور استفاده کنید.

source: Something wrong, please refresh the page.
fa_ir: مشکلی وجود دارد، لطفاً صفحه را رفرش کنید.

source: Your account not verified, please %s first.
fa_ir: حساب کاربری شما تایید نشده است، لطفا ابتدا %s.

source: verify your account
fa_ir: حساب کاربری خود را تایید کنید

source: The validity period of the code is until %s, Tehran time
fa_ir: مدت اعتبار کد تا %s به وقت تهران

source: Verify Your Email Address
fa_ir: آدرس ایمیل خود را تأیید کنید

source: Verify Your Email Address on %s
fa_ir: آدرس ایمیل خود را در %s تأیید کنید

source: Verify Reset Password
fa_ir: تایید بازنشانی رمز عبور

source: Verify Reset Password on %s
fa_ir: تأیید بازنشانی رمز عبور در %s

source: Email Verification
fa_ir: تایید ایمیل

source: Enter below code on %s.
fa_ir: کد زیر را در سایت %s وارد کنید.

source: Also, instead of using the above code, you can just click on the link below.
fa_ir: همچنین، به جای استفاده از کد فوق میتوانید تنها بر روی لینک زیر کلیک کنید.

source: Verify Email Now
fa_ir: تایید ایمیل

source: You can use below code on %s to reset your password.
fa_ir: برای بازنشانی رمز عبور خود می توانید از کد زیر در %s استفاده کنید.

source: Sing up email verification
fa_ir: تایید ایمیل ثبت‌نام

source: Password reset verification
fa_ir: تأیید بازنشانی رمز عبور

source: Confirm access to the email address
fa_ir: تایید دسترسی به آدرس ایمیل

source: %s-digits code
fa_ir: کد %s رقمی

source: Enter %s-digits code
fa_ir: کد %s رقمی را وارد کنید

source: Verify Code
fa_ir: تأیید کد

source: A %s-digit code was sent to the email address below.
fa_ir: یک کد %s رقمی به آدرس ایمیل زیر ارسال شد.

source: Didn't receive an email?
fa_ir: ایمیلی دریافت نکردید؟

source: Something is wrong, please refresh page.
fa_ir: مشکلی به وجود آمده است، لطفا صفحه را رفرش کنید.

source: Entered code is not valid.
fa_ir: کد وارد شده معتبر نیست.

source: Send new code
fa_ir: ارسال کد جدید

source: Your account verified successfully.
fa_ir: حساب شما با موفقیت تأیید شد.

source: Your account already verified.
fa_ir: حساب شما قبلاً تأیید شده است.

source: Field %s is required!
fa_ir: فلید %s ضروری است!

source: Please enter at least %s characters for %s.
fa_ir: لطفا حداقل %s کاراکتر برای فیلد %s وارد کنید.

source: Please enter a valid phone number.
fa_ir: لطفا یک شماره تلفن معتبر وارد کنید.

source: Postcode
fa_ir: کد پستی

source: Customer Note
fa_ir: توضیحات تکمیلی
